Revit 2027 API
BuiltInFailures.StairRampFailures.WinderFilletRadiusTooLargeFailure Property
 The value for Fillet Radius is too large to satisfy the Minimum Inside Width value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WinderFilletRadiusTooLargeFailure { get; }
Public Shared ReadOnly Property WinderFilletRadiusTooLargeFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WinderFilletRadiusTooLargeFailure {
	FailureDefinitionId^ get ();
}
static member WinderFilletRadiusTooLargeFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace